Repository: KorshakVladimir/devilry-django
Catalog: src/devilry_header/devilry_header/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: Loading
nb: Laster

source: Select role
nb: Velg rolle

source: Examiner
nb: Retter

source: Superuser
nb: Superbruker

source: Dashboard
nb: Forside

source: Help
nb: Hjelp

source: Failed to load help links. Try reloading the page.
nb: Lasting av hjelp-linker feilet. Prøv å laste siden på nytt.

source: Your local Devilry system administrator(s) have not added any external help for you. If you feel anything in Devilry is unclear, contact your local Devilry system administrator(s) and ask them to add help links.
nb: Din lokale Devilry system administrator har ikke lagt til noen eksterne hjelp-linker for deg. Hvis du syns noe i Devilry er vanskelig å forstå, ta kontakt med din lokale Devilry system administrator og be de om å legge til lenker til hjelp.

source: Edit help links
nb: Rediger hjelp-linker

source: Choose your role
nb: Velg din rolle

source: Language
nb: Språk

source: Students can make deliveres and browse their own feedback history.
nb: Studenter kan legge til innleveringer og bla i sin egen tilbakemeldingshistorikk.

source: Examiners give students feedback on their deliveries.
nb: Rettere gir studenter tilbakemeldinger på innleveringer.

source: %(Subject_term)s administrators manage %(subjects_term)s, %(periods_term)s and assignments where they have been explicitly registered as administrator.
nb: %(Subject_term)sadministratorer administrerer %(subjects_term)s, %(periods_term)s og oppgaver hvor de har administrator-rettigheter.

source: %(Node_term)s administrators manage %(nodes_term)s where they have administrator-rights.
nb: %(Node_term)s administratorer jobber med %(nodes_term)s, der de har administrator-rettigheter.

source: Superusers have complete access to all data stored in Devilry.
nb: Superbrukere har full tilgang til all data i Devilry.

source: I should have had more roles
nb: Jeg skulle ha hatt flere roller

source: You have no permissions on anything in Devilry. Click <a href="{no_permissions_url}">this link</a> to go to a page explaining how to get access to Devilry.
nb: Du har ikke tilgang til noe i Devilry. Klikk <a <a href="{no_permissions_url}">denne linken</a> for å gå til en side som forklarer hvordan du går frem for å få tilgang til Devilry.

source: About you
nb: Om deg

source: The table below shows the personal information registered about you in Devilry. <a href="{wrong_userinfo_url}">Click here</a> if any information is incorrect.
nb: Tabellen nedenfor viser all personlig informasjon registrert om deg i Devilry. <a href="{wrong_userinfo_url}">Klikk her</a> hvis noe av informasjonen er feil.

source: Name
nb: Navn

source: Email
nb: Epost

source: Username
nb: Brukernavn

source: Log out
nb: Logg ut
