Repository: KorshakVladimir/devilry-django
Catalog: src/devilry/devilry/apps/administrator/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: A %(Node_term)s is a place to organise top-level administrators.
nb: Et %(Node_term)s er hvor du organiserer top-nivå administratorer.

source: Create new %(node_term)s
nb: Lag ny %(node_term)s

source: Create new %(subject_term)s
nb: Lag ny %(subject_term)s

source: Create new %(period_term)s
nb: Lag ny %(period_term)s

source: An %(assignment_term)s, such as an obligatory %(assignment_term)s, an anoymous home examination or a semester %(assignment_term)s.
nb: En %(assignment_term)s, f.eks. en obligatorisk %(assignment_term)s, en anonym hjemmeeksamen eller en semester%(assignment_term)s.

source: Administer
nb: Administrer

source: Mark as delivered in a previous %(period_term)s
nb: Marker som innlevert i et tidligere %(period_term)s

source: Add %(students_term)s
nb: Legg til %(students_term)s

source: Import %(students_term)s registered in %(syncsystem)s
nb: Importer %(students_term)s registrert i %(syncsystem)s

source: Import from another %(assignment_term)s
nb: Importer fra en annen %(assignment_term)s

source: Manually
nb: Manuelt

source: Set %(examiners_term)s
nb: Sett %(examiners_term)s

source: Replace
nb: Erstatt

source: Replace %(examiners_term)s
nb: Erstatt %(examiners_term)s

source: Replace %(examiners_term)s on the selected %(groups_term)s (removes current %(examiners_term)s).
nb: Erstatt %(examiners_term)s på de valgte %(groups_term)s (fjerner nåværende %(examiners_term)s).

source: Add %(examiners_term)s
nb: Legg til %(examiners_term)s

source: Add %(examiners_term)s to the selected %(groups_term)s.
nb: Legg til %(examiners_term)s på de valgte %(groups_term)s.

source: Random distribute
nb: Distribuer rettere tilfeldig

source: Random distribute a list of %(examiners_term)s to the selected %(groups_term)s. Replaces current %(examiners_term)s on the selected %(groups_term)s.
nb: Distribuer en liste av %(examiners_term)s til de valgte %(groups_term)s. Erstatter nåværende %(examiners_term)s på de valgte %(groups_term)s.

source: Copy from another %(assignment_term)s
nb: Kopier fra en annen %(assignment_term)s

source: Lets you choose another %(assignment_term)s, and import %(examiners_term)s. Replaces current %(examiners_term)s on the selected %(groups_term)s.
nb: Lar deg velge en annen %(assignment_term)s, og importer %(examiners_term)s fra den. Erstatter nåværende %(examiners_term)s på de valgte %(groups_term)s.

source: Automatically
nb: Automatisk

source: Automatically set %(examiners_term)
nb: Setter opp %(examiners_term)s automatisk

source: Match tagged %(examiners_term)s to equally tagged %(groups_term)s. Tags are normally imported from %(syncsystem)s.
nb: Matcher taggede %(examiners_term)s med likt taggede %(groups_term)s. Tags blir normalt importert fra %(syncsystem)s.

source: Clear
nb: Fjern alle

source: Remove all %(examiners_term)s on selected %(groups_term)s.
nb: Fjern alle %(examiners_term)s fra de valgte %(groups_term)s.

source: Has no %(students_term)s
nb: Har ingen %(students_term)s

source: Has no %(examiners_term)s
nb: Har ingen %(examiners_term)s

source: Change group members
nb: Endre gruppemedlemmer (studenter)

source: Change group name
nb: Endre gruppenavn

source: Delete
nb: Slett

source: Import candidate IDs
nb: Importer kandidat IDer

source: Import %(examiners_term)s from another %(assignment_term)s in the current %(period_term)s
nb: Importer %(examiners_term)s fra en annen %(assignment_term)s i nåværende %(period_term)s

source: Import %(groups_term)s from another %(assignment_term)s in the current %(period_term)s
nb: Importer %(groups_term)s fra en annen %(assignment_term)s i nåværende %(period_term)s
