Repository: KorshakVladimir/devilry-django
Catalog: src/devilry/devilry/apps/examiner/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: No active %(assignments_term)s
nb: Ingen aktive %(assignments_term)s

source: You are not registered on any %(assignments_term)s in any active %(periods_term)s.
nb: Du er ikke registert p책 noen %(assignments_term)s i noen aktive %(periods_term)s

source: %(Assignments_term)s in active %(periods_term)s
nb: %(Assignments_term)s i aktive %(periods_term)s

source: Detailed overview of all students
nb: Detaljert oversikt over alle studenter

source: Todo-list
nb: Todo-liste

source: Download all %(deliveries_term)s
nb: Last ned alle %(deliveries_term)s

source: View
nb: Vis

source: Show %(groups_term)s
nb: Vis %(groups_term)s

source: No recent %(deliveries_term)s
nb: Ingen nylige %(deliveries_term)s

source: You are not registered on any %(groups_term)s with recent %(deliveries_term)s.
nb: Du er ikke registert p책 noen %(groups_term)s med %(deliveries_term)s som venter p책 tilbakemelding.

source: Recent %(deliveries)s
nb: Siste %(deliveries)s

source: No recent %(feedbacks_term)s
nb: Ingen nylige %(feedbacks_term)s

source: You are not registered on any %(groups_term)s with recent %(feedbacks_term)s.
nb: Du er ikke registert p책 noen %(groups_term)s med %(feedbacks_term)s

source: Recent %(feedbacks)s
nb: Siste %(feedbacks)s
